Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: Last week, three British teens were detained by Turkish authorities after arriving from Spain, and deported to Britain.
pt: Detidos em Istambul, os jovens foram deportados de volta da Turquia para Londres, disseram autoridades turcas e britânicas neste domingo.

source: "We have to get through the [coming ] 25th year of independence as if on brittle ice .
pt: "Nós temos de atravessar os 25 anos de independência como se fossem um gelo quebradiço .

source: The president sought to link the sacrifices of World War Two to U.S. servicemen killed in combat since the Sept. 11, 2001 attacks on the United States by al Qaeda Islamist militants.
pt: O presidente dos EUA buscou ligar os sacrifícios da Segunda Guerra Mundial ao dos soldados norte-americanos mortos em combate desde os ataques terroristas de 11 de setembro por militantes islâmicos da Al Qaeda.

source: The United States welcomed Tuesday former Cuban leader Fidel Castro's belated response to the thaw in ties between the Cold War foes as a sign that change is underway in Havana.
pt: WASHINGTON — Os Estados Unidos classificaram a reação do líder cubano Fidel Castro à reaproximação entre Washington e Havana como “um sinal positivo”, afirmou nesta terça-feira a porta-voz do Departamento de Estado, Jen Psaki.

source: Kyiv officials say six soldiers have been killed in fighting in separatist-held eastern Ukraine .
pt: Soldados da guarda nacional da Ucrânia, que lutam contra separatistas no leste do país

source: Framework agreement reached on Iran nuclear programme
pt: Para UE, acordo com o Irã sobre programa nuclear está próximo

source: Addressing his jubilant supporters in front of Athens' university, Mr Tsipras said Greek voters gave Syriza "a clear, powerful mandate".
pt: "Hoje os gregos fizeram história", disse o líder do Syriza, Alexis Tsipras, em um discurso em que defendeu que os eleitores deram ao partido "um mandato claro e poderoso".

source: I did not know what was going on .
pt: Sei, sei, não precisa lembrar .

source: Opera singers among victims of plane crash
pt: Dois cantores de ópera estão entre as vítimas .

source: In this country, I can't wear another shirt."
pt: “É um honra, para mim, vestir essa camisa .

source: In his weekly radio and online address, Mr Obama repeated that people cannot contract Ebola unless they have come into direct contact with an infected patient's bodily fluids.
pt: Não há tratamento licenciado para o Ebola, que é transmitido por contato direto com fluidos corporais de uma pessoa infectada, ou de alguém que tenha morrido da doença.

source: A UN health worker infected with Ebola has died in Germany, the hospital that had been treating him said Tuesday, in the country's first death from the virus.
pt: Um funcionário da Organização das Nações Unidas (ONU), infectado com o vírus ebola, morreu na noite de segunda-feira (13) na Alemanha .

source: The Islamic State (IS, formerly ISIS/ISIL) has not been weakened since US-led airstrikes began in September, Syria’s foreign minister said, adding that nothing will change until Turkey increases security at its borders.
pt: BEIRUTE (Reuters) - O ministro das Relações Exteriores da Síria afirmou que os ataques aéreos liderados pelos Estados Unidos não foram capazes de enfraquecer o Estado Islâmico na Síria e que o grupo jihadista não será contido a menos que a Turquia seja obrigada a reforçar o controle da fronteira.

source: Four Sundays a year the Swiss vote on people’s initiatives, with results coming in during the afternoon and broadcast on TV .
pt: Quatro fins de semana por ano os suíços votam em iniciativas populares, sendo os resultados apurados à tarde do domingo e transmitidos pela TV .

source: "I would not like it to be too detrimental .
pt: O que eu não gosto é de falta de respeito .

source: Ukrainian foreign minister Andrii Deshchytsia (right) and British Foreign Secretary William Hague (3rd left) are among a number of foreign ministers at the US ambassador's residence in Paris - ahead of talks on the Ukraine crisis.
pt: O ministro de Relações Exteriores britânico, William Hague, disse que os russos não compareceram a uma reunião com os ucranianos em Paris e que, por isso, ele não está "otimista".

source: I did, which I don't think is unusual if you show talent .
pt: Não sei se você tem, como eu, o hábito de fazer playlists .

source: It was all about getting the word out.
pt: É um filme sobre nada que é sobre tudo .

source: “But I have nowhere to live .
pt: "Só quero encontrar um lugar para viver .

source: Using a garden chair for the pilot's seat, he put the aircraft together with information he found in old textbooks and on the internet.
pt: Usando uma cadeira de jardim para fazer a cabine de comando, ele construiu o avião com base em informações obtidas em livros antigos e na internet.

source: English Football Association vice-chairman David Gill confirmed on Saturday he will not take up his post on FIFA's executive committee following the re-election of Sepp Blatter as president of soccer's world governing body.
pt: SÃO PAULO - O inglês David Gill, eleito pela UEFA para ocupar um dos cargos de vice-presidente da Fifa, pediu demissão neste sábado, após a reeleição de Joseph Blatter para o quinto mandato .

source: She stared death in the face in 2012 when a Taliban gunman shot her in the head on her way home from school in Pakistan .
pt: Em 2012, a garota foi atingida por um tiro na cabeça quando saía da escola .

source: Zambia's Lungu, 58, is in South Africa for medical tests after he fell ill at the weekend with a suspected narrowing of the food pipe.
pt: Edgar Lungu, de 58 anos, está internado na África do Sul para exames após passar mal no fim de semana.

source: The 39-year-old would be Italy's youngest prime minister.
pt: Político de 39 anos deve se tornar o mais jovem premiê da Itália

source: Palestinian officials said on Tuesday American opposition made inevitable the defeat of a Security Council resolution calling for the establishment of a Palestinian state by late 2017 after no more than a year of peace negotiations.
pt: O Conselho de Segurança da ONU rejeitou um projeto de resolução, a favor da criação de um Estado palestino, que pedia a retirada completa de Israel da Cisjordânia e da Faixa de Gaza até o fim de 2017.

source: Sunni insurgents close in on Iraq's biggest oil refinery
pt: Quem são os insurgentes sunitas em ascensão no Iraque?

source: The leaders of Germany and France have said that more sanctions could be brought against Russia if a new Ukraine ceasefire fails .
pt: A decisão foi anunciada em meio à reunião de cúpula entre chefes de Estado da Ucrânia, Rússia, Alemanha e França, e de líderes separatistas .

source: ATHENS (AP) ― Greek police have detained four suspected terrorists, including one who could be the man wanted by Belgian authorities as an alleged ringleader of a jihadi cell, a police official told the Associated Press Saturday.
pt: A polícia da Grécia prendeu quatro suspeitos de terrorismo, incluindo um homem que estaria sendo procurado pelas autoridades da Bélgica por liderar um célula jihadista no país .

source: The world is on the brink of a new Cold War, and trust should be restored by dialogue with Russia, former Soviet leader Mikhail Gorbachev has said.
pt: Em simpósio na Alemanha, Gorbachev, ex-líder da União Soviética, alertou sobre as recentes tensões que podem levar o mundo a uma nova Guerra Fria

source: The United States has begun to deploy 3,000 troops on a three-month exercise to reassure Russia's nervous neighbors in the Baltic, military officials said Monday.
pt: Os Estados Unidos começaram a mobilizar 3.000 militares para a região do Mar Báltico para participar dos maiores exercícios da Otan no local, informou o Pentágono nesta segunda-feira.

source: Risk appetite got a helping hand from revised data showing the U.S. economy grew at a 5.0 percent clip in the third quarter, its quickest pace in 11 years and the strongest sign yet that growth has decisively shifted into higher gear.
pt: A economia dos Estados Unidos cresceu no ritmo mais rápido em 11 anos no terceiro trimestre deste ano, o sinal mais forte até agora de que a expansão da atividade norte-americana realmente acelerou o passo, de acordo com a agência Reuters .

source: "We strongly condemn Russia's continued and deliberate destabilisation of eastern Ukraine in breach of international law," said a statement from the NATO ministers and Ukraine's Foreign Minister Pavlo Klimkin, who took part on a video link.
pt: Em reunião, ministros da Otan expressam firme apoio à Ucrânia Ao final deste primeiro encontro, os ministros condenaram "com firmeza a deliberada desestabilização por parte da Rússia no leste ucraniano"

source: North Korea issues its latest nuclear threat
pt: Coreia do Norte renova ameaça de teste nuclear

source: "My decision was due to there not being a balance in terms of the diversity of opinion of the participants," Soler told AFP .
pt: "Não houve equilíbrio entre os participantes quanto à diversidade de opiniões", disse a dissidente.

source: That is what most of us think .
pt: Mas será que isso está certo ?

source: SAN CRISTOBAL, Venezuela (Reuters) - Sporadic protests flared in different parts of Venezuela on Wednesday after a policeman shot dead a teenager during a demonstration against President Nicolas Maduro's government in the volatile city of San Cristobal.
pt: SAN CRISTOBAL, Venezuela (Reuters) - Um adolescente foi morto nesta terça-feira durante um protesto na cidade de San Cristóbal, oeste do país, disse uma autoridade estatal, num momento em que as tensões crescem na Venezuela em meio a uma crise econômica e uma ofensiva do governo contra a oposição política.

source: FCA U.S., formerly Chrysler, announced Friday it will recall 3.3 million older-model autos worldwide due to concerns about faulty Takata airbags.
pt: A companhia americana FCA, antiga Chrysler, anunciou nesta sexta-feira que fará o recall de 3,3 milhões de carros de modelos antigos em todo o mundo devido à preocupação sobre airbags defeituosos da fabricante Takata.

source: If this body gives it the thumbs up, then the lower house and the Senate will vote on the issue.
pt: Essa matéria ainda depende de votação no plenário do Senado para depois ser encaminhada à votação na Câmara .

source: ‘Out-of-control’ 5-year-old handcuffed, shackled by New York State police — RT USA
pt: A polícia do estado de Nova York algemou mãos e pés de um garoto de 5 anos fora de controle em Philadelphia, perto da fronteira com o Canadá .

source: Al-Hayali was the second-in-command of the IS and also one of the coordinators in moving great quantities of "weapons, explosives, vehicles, and people between Iraq and Syria."
pt: Ele era o vice de Abu Bakr al-Baghdadi, líder do Estado Islâmico, e como tal era responsável pelo deslocamento de grande quantidade de armas, explosivos, veículos e pessoas entre Iraque e Síria.

source: "Altice announces that it has entered into an exclusivity agreement with Oi to agree the purchase of the Portuguese assets of Portugal Telecom," the company said in a statement.
pt: SÃO PAULO - A multinacional Altice anunciou na noite deste domingo, por meio de um comunicado, que firmou um acordo de exclusividade com a Oi para a compra dos ativos portugueses da Portugal Telecom.

source: China's greenhouse gas emissions to peak years ahead of goal
pt: China reafirma compromisso de atingir pico das emissões de gases estufa até...

source: 5: Israel and Hamas 'agree new truce'
pt: Israel e Hamas aceitam novo cessar-fogo de 72 horas

source: Turkey, US sign deal to train and equip Syrian rebels - Global Times
pt: EUA e Turquia assinam acordo para treinar e equipar oposição moderada Síria

source: In a television interview Bachelet said: "Some hours ago I asked all of my ministers to submit their resignation, and I will take 72 hours to decide who stays and who goes."
pt: “Há poucas horas eu pedi que todos os ministros se demitam, e eu vou levar 72 horas para decidir quem vai ficar e quem vai sair”, disse ela em entrevista a uma estação de TV local na quarta-feira (6) à noite.

source: KHOBAR, Saudi Arabia (Reuters) - The cabinet of top oil exporter Saudi Arabia reiterated on Monday that the kingdom would not act alone in restoring the stability of the oil market and improving prices, state news agency SPA said after a weekly cabinet meeting.
pt: KHOBAR (Reuters) - A política de forte produção de petróleo da Arábia Saudita é baseada na situação da demanda global e o maior exportador de petróleo faz questão de manter a sua cota de mercado, disse o vice-ministro do petróleo do reino nesta segunda-feira.

source: Mozambique, Carbon Trading and REDD +: farmers 'grow' carbon for the benefit of polluters .
pt: Moçambique, Comercio de Carbono e REDD +: campesinos cultivam carbono a serviço de contaminadores .

source: That knocked the unemployment rate down to 5.8 percent, the lowest rate since July 2008 .
pt: No mês passado, a taxa de desemprego nos EUA caiu para 5,8%, o nível mais baixo desde junho de 2008 .

source: A second and final meeting on family issues is scheduled for October.
pt: A segunda e última reunião sobre a família católica está prevista para outubro deste ano .

source: The incident came at a time of high tensions in Jerusalem and the occupied West Bank, where a senior Palestinian official died in a confrontation with Israeli troops on Wednesday.
pt: Este ataque ocorre em meio às tensões crescentes entre palestinos e israelenses na Cisjordânia e em Jerusalém Oriental, a parte palestina de Jerusalém anexada e ocupada por Israel.

source: UNITED NATIONS (Reuters) - The United Nations Security Council condemned the use of chlorine as a weapon in Syria and threatened to take action if such arms are used again in the conflict, which is now in its fourth year, but...
pt: O Conselho de Segurança das Nações Unidas aprovou nesta sexta-feira uma resolução que condena o uso do gás de cloro como arma química no conflito sírio, sem especificar quem serão os responsáveis por seu uso.

source: Police say Hicks, 46, appears to have been motivated by a long-running dispute over parking spaces at the Chapel Hill, North Carolina, condominium complex where he lived in the same building as Barakat and Yusor Mohammad Abu-Salha.
pt: De acordo com a polícia, Hicks, que tem 46 anos, parece ter sido motivado por uma disputa antiga sobre vagas de estacionamento no condomínio onde ele vivia com a família muçulmana.

source: “But here, for a long time we have already been in the habit of dialogue and exchange, in temporary places that came before the House of Religions,” he says.
pt: “Mas aqui nós temos o hábito faz muito tempo de dialogar, em locais provisórios que precederam a Casa das Religiões”, precisa o teólogo católico.

source: The three Baltic states of Estonia, Latvia and Lithuania have small military forces and have been warily watching Russia reasserting itself in its former dominions.
pt: Os três Estados Bálticos --Estônia, Letônia e Lituânia-- têm forças militares pouco expressivas e estavam observando cautelosamente a Rússia reafirmar o seu domínio nos territórios de seus antigos domínios.

source: Russia has called for an immediate end to military action.
pt: Putin pede o fim imediato da ação do Exército ucraniano no leste

source: "We had microphones down there and this you could hear."
pt: Nós temos que nos ouvir, e nós nos ouvimos .

source: Ms Rolfe said police knew "exactly when and where" she had bought her ticket and "it wasn't at the airport".
pt: Ela nos disse que abandonaram ela na rua e quando se deu conta, não sabia onde estava e ficou louca .

source: And there's not really an easy problem to solve.
pt: "Não acho que isso será um problema para nós .

source: In the future, the budget proposes that U.S. companies pay a 19 percent tax on all of their foreign earnings as they are earned, while a tax credit would be issued for foreign taxes paid, the official said.
pt: No futuro, o orçamento propõe que as empresas norte-americanas paguem uma taxa de 19% em todos os seus ganhos internacionais no momento em que eles acontecem, enquanto uma taxa de crédito seria emitida para impostos estrangeiros já pagos, disse o oficial da Casa Branca.

source: KIEV (Reuters) - Battalions of Ukrainian riot police withdrew on Wednesday from a protest camp after moving against demonstrators overnight in the authorities' biggest attempt yet to reclaim streets after weeks of protests against President Viktor Yanukovich.
pt: O presidente ucraniano, Viktor Yanukovich, prometeu nesta quarta-feira não recorrer à força contra as manifestações pacíficas, ao mesmo tempo em que pediu um diálogo com a oposição, depois de confrontos com a polícia em Kiev.

source: The arrest could further threaten President Dilma Rousseff .
pt: Presidente Dilma Rousseff estava no prédio no momento da ameaça.

source: Since then, the agency has sought information on alleged experiments with detonators that can be used to set off nuclear explosions; work on high-explosive charges used in nuclear blasts, and alleged studies on calculating nuclear explosive yields.
pt: A agência da ONU analisou informações relativas a supostos experimentos com detonadores que podem ser utilizados para a ativação de armas nucleares, explosivos utilizados em detonações nucleares, dentre outros objetos.

source: The case is the first in the UK since 2008 when chickens on a farm in Banbury, Oxfordshire, tested positive for bird flu.
pt: O Reino Unido confirmou um caso de gripe aviária em uma criação de patos no país, o primeiro desde 2008 .

source: The current Suez Canal brings in around $5 billion (£2.9 billion) of revenues per year, a vital source of hard currency for Egypt which has suffered a slump in tourism and foreign investment since its 2011 uprising.
pt: O Canal de Suez rende cerca de 5 bilhões de dólares ao Egito por ano, sendo uma fonte vital de moeda forte para o país, que tem sofrido com uma queda no turismo e nos investimentos externos desde a insurgência de 2011.

source: tweets: Flights are currently experiencing delays due to a power outage at NATS control centre affecting UK airspace .
pt: Um porta-voz do aeroporto londrino de Heathrow disse que os voos estão experimentando "atrasos" devido a um "corte de energia" no NATS que afeta "o espaço aéreo britânico" .

source: After little concrete progress despite a friendly tone in bailout negotiations with Germany's conservative Chancellor Angela Merkel, Greek Prime Minister Alexis Tsipras is to meet leftist leaders in Berlin.
pt: O ministro grego recebeu seu colega alemão em Berlim na véspera de um encontro entre a chanceler Angela Merkel e o primeiro-ministro grego, Alexis Tsipras.

source: PARIS (Reuters) - Economic growth prospects have improved in key areas of the euro zone, the OECD's latest leading indicator publication said on Monday.
pt: As perspectivas de crescimento econômico melhoraram em regiões importantes da zona do euro, de acordo com o indicador da Organização para Cooperação e Desenvolvimento Econômico (OCDE) publicado nesta segunda-feira (9).

source: Turkey is currently pressing a two-pronged "anti-terror" offensive against IS jihadists in Syria and Kurdistan Workers' Party (PKK) militants in northern Iraq and southeast Turkey following a wave of attacks inside the country.
pt: DIYARBAKIR, Turquia (Reuters) - Um soldado turco e dois militantes do Partido dos Trabalhadores do Curdistão (PKK) foram mortos em uma série de ataques no sudeste da Turquia, de acordo com fontes da segurança nesta sexta-feira.

source: According to the World Health Organization, 1,069 people have died from Ebola with the majority of the deaths occurring in Sierra Leone, Liberia and Guinea.
pt: O número de mortos no pior surto de Ebola já registrado atingiu a marca de 1.069 até a última quarta-feira, a maioria na Guiné, Serra Leoa e Libéria, disse a Organização Mundial da Saúde (OMS).

source: UPDATE 1-Britain to reopen embassy in Tehran this weekend
pt: Grã-Bretanha reabrirá embaixada em Teerã no fim de semana, diz fonte britânica

source: UPDATE 3-Britain to reopen embassy in Tehran this weekend
pt: Grã-Bretanha reabrirá embaixada em Teerã no fim de semana, diz fonte britânica

source: IS this week released a video showing the pilot being burned alive in a cage, sparking calls for revenge in Jordan.
pt: O vídeo, que teria sido gravado pelo grupo Estado Islâmico, mostra o homem sendo queimado vivo numa jaula .

source: ‘You're like Jesus on this night’ – Pope to Iraqi refugees
pt: Papa afirma que refugiados cristãos que vivem no Iraque "são como Jesus"

source: The six powers - the United States, Britain, France, Germany, Russia and China - aim to stop Iran from gaining the capacity to develop a nuclear bomb in exchange for easing international sanctions crippling its economy.
pt: Por cerca de uma semana, Estados Unidos, Grã-Bretanha, França, Alemanha, Rússia e China têm tentado quebrar o impasse nas negociações, cujo objetivo é impedir o Irã de adquirir capacidade para desenvolver uma bomba nuclear, tendo como contrapartida o alívio das sanções que prejudicam a economia da República Islâmica.

source: Survey finds third of Germans supports PEGIDA
pt: Um terço dos alemães apoia movimento "anti-islamização"

source: Washington, Dec 17 (EFE).- American contractor Alan Gross thanked U.S. President Barack Obama on Wednesday for securing his release from prison and expressed support for his administration's decision to work toward restoring full diplomatic relations with Cuba.
pt: Washington, 17 dez (EFE).- O governo cubano libertou nesta quarta-feira, "por razões humanitárias", o prestador de serviços americano Alan Gross, preso em Havana há cinco anos e que já está voando rumo aos Estados Unidos, anunciou a Casa Branca.

source: "That's not rhetoric .
pt: Mas não passa por aí .

source: Colombian President Juan Manuel Santos on Sunday suspended two-year peace talks with the country's largest rebel group, the FARC, as the military investigated the suspected abduction of a general and two others.
pt: O governo do presidente Juan Manuel Santos e os rebeldes das Farc vinham discutindo as minas terrestres como parte de negociações de paz de dois anos, sendo realizadas em Havana.

source: Mr Berlusconi quickly left after being made aware of the mistake by his aides .
pt: Após se dar conta da confusão causada pelo erro de seus assistentes, Berlusconi deixou o local rapidamente .

source: Fourteen people were arrested Tuesday in Spain and Morocco during an "anti-terrorist operation" targeting recruiters for the Islamic State group, Spain's interior ministry said.
pt: Os detidos eram parte de um grupo que enviava combatentes para o Estado islâmico no Iraque e na Síria, declarou o Ministério do Interior da Espanha.

source: "I've lost two of my colleagues," Satyarthi said just before receiving the prize.
pt: "Perdi dois dos meus colegas", disse Satyarthi sobre seu trabalho .

source: The platform, unveiled on Monday, will be open to all developers who meet certain guidelines, including content being built for browsing on both feature and smartphones and in limited bandwidth scenarios, the company said in a statement.
pt: A plataforma está aberta a todos os desenvolvedores que atenderem certas diretrizes, incluindo a de que criem conteúdo que possa ser explorado tanto em celulares básicos quanto em smartphones e sejam acessíveis mesmo por banda larga limitada, disse o Facebook.

source: I started bleeding seriously, but I couldn’t do anything about it .
pt: Eu vou ver alí, porque eu não tenho a foto ainda não .
